Repository: wneessen/waybar-weather
Catalog: internal/i18n/locale/*.po
Languages: tr

source: starting waybar-weather service
tr: waybar-weather hizmeti başlatılıyor

source: failed to start waybar-weather service
tr: waybar-weather hizmeti başlatılamadı

source: shutting down waybar-weather service
tr: waybar-weather hizmeti kapatılıyor

source: Clear sky
tr: Açık gökyüzü

source: Mainly clear
tr: Genellikle açık

source: Partly cloudy
tr: Parçalı bulutlu

source: Overcast
tr: Kapalı

source: Fog
tr: Sis

source: Depositing rime fog
tr: Kırağılı sis

source: Light drizzle
tr: Hafif çiseleme

source: Moderate drizzle
tr: Orta şiddette çiseleme

source: Dense drizzle
tr: Yoğun çiseleme

source: Light freezing drizzle
tr: Hafif dondurucu çiseleme

source: Dense freezing drizzle
tr: Yoğun dondurucu çiseleme

source: Slight rain
tr: Hafif yağmur

source: Moderate rain
tr: Orta şiddette yağmur

source: Heavy rain
tr: Şiddetli yağmur

source: Light freezing rain
tr: Hafif dondurucu yağmur

source: Heavy freezing rain
tr: Şiddetli dondurucu yağmur

source: Slight snow fall
tr: Hafif kar yağışı

source: Moderate snow fall
tr: Orta şiddette kar yağışı

source: Heavy snow fall
tr: Şiddetli kar yağışı

source: Snow grains
tr: Kar taneleri

source: Slight rain showers
tr: Hafif sağanak yağmur

source: Moderate rain showers
tr: Orta şiddette sağanak yağmur

source: Violent rain showers
tr: Şiddetli sağanak yağmur

source: Slight snow showers
tr: Hafif kar sağanağı

source: Heavy snow showers
tr: Şiddetli kar sağanağı

source: Thunderstorm
tr: Gök gürültülü fırtına

source: Thunderstorm with slight hail
tr: Hafif dolulu gök gürültülü fırtına

source: Thunderstorm with heavy hail
tr: Şiddetli dolulu gök gürültülü fırtına

source: Temperature
tr: Sıcaklık

source: Humidity
tr: Nem

source: Wind direction
tr: Rüzgar yönü

source: Wind speed
tr: Rüzgar hızı

source: Wind
tr: Rüzgar

source: Pressure
tr: Basınç

source: Feels like
tr: Hissedilen

source: Weather code
tr: Hava durumu kodu

source: Forecast for
tr: Hava tahmini

source: Weather data for
tr: Hava durumu verileri

source: Sunrise
tr: Gündoğumu

source: Sunset
tr: Günbatımı

source: Moonphase
tr: Ayın evresi

source: New moon
tr: Yeni ay

source: Waxing crescent
tr: Hilal

source: First quarter
tr: İlk dördün

source: Waxing gibbous
tr: Büyüyen ay

source: Full moon
tr: Dolunay

source: Waning gibbous
tr: Küçülen ay

source: Third quarter
tr: Son dördün

source: Waning crescent
tr: Küçülen hilal
